Repository: 0x4248/gnome-backgrounds
Catalog: po/*.po
Languages: be, cy, eo, et, hr, ne, no, sr@latn, sv

source: Due (Abstract)
sv: Due (abstrakt)

source: Due Alternate (Abstract)
no: Due alternativ (abstrakt)
sv: Alternativ Due (abstrakt)

source: Scie (Abstract)
no: Scie (abstrakt)
sv: Scie (abstrakt)

source: Scie Alternate (Abstract)
no: Scie alternativ (abstrakt)
sv: Alternativ Scie (abstrakt)

source: Aqua Foot (GNOME Branded)
cy: Troed Aqua (Brand GNOME)
no: Aqua Foot (GNOME logo)
sr@latn: Vodeno stopalo (Gnom naznaka)
sv: Aqua-fot (GNOME-märkt)

source: Black (GNOME Branded)
sv: Svart (GNOME-märkt)

source: Fraser Island (GNOME Branded)
cy: Ynys Fraser (Brand GNOME)
no: Fraser Island (GNOME logo)
sr@latn: Ledeno ostrvo (Gnom naznaka)
sv: Fraserön (GNOME-märkt)

source: Hills (GNOME Branded)
sv: Kullar (GNOME-märkt)

source: Red Blurred (GNOME Branded)
cy: Coch Cymylog (Brand GNOME)
no: Uskarp rød (GNOME logo)
sr@latn: Zamućeno crveno (Gnom naznaka)
sv: Rödsuddig (GNOME-märkt)

source: Weird Colours (GNOME Branded)
sv: Konstiga färger (GNOME-märkt)

source: Alien Artifact (Translucent Tile)
cy: Eitem Estron (Teilsen Hanner-Tryloyw)
no: Fremmed artifakt (gjennomsiktig flis)
sr@latn: Strano oštećenje (providni šablon)
sv: Rymdföremål (halvgenomskinlig bricka)

source: Cow Spots (Translucent Tile)
cy: Sbotiau Buwch (Teilsen Hanner-Tryloyw)
no: Kuflekker (gjennomsiktig flis)
sr@latn: Kravlje šare (providni šablon)
sv: Kofläckar (halvgenomskinlig bricka)

source: Diamond Tile Pattern (Translucent Tile)
cy: Teil Deiamwnt (Teilsen Hanner-Tryloyw)
no: Diamant flismønster (gjennomsiktig flis)
sr@latn: Dijamantski šablon (providni šablon)
sv: Diamantbrickmönster (halvgenomskinlig bricka)

source: Greche Pattern (Tile)
sv: Greche-mönster (bricka)

source: Leather (Tile)
sv: Läder (bricka)

source: Stone Wall Pattern (Tile)
sv: Stenväggsmönster (bricka)

source: Ellipsis (Translucent)
cy: Elipsis (Hanner-Tryloyw)
no: Ellipse (gjennomsiktig)
sr@latn: Nastavljanje (providno)
sv: Ellips (halvgenomskinlig)

source: Grid (Translucent)
sv: Rutnät (halvgenomskinlig)

source: Masle (Translucent)
sv: Masle (halvgenomskinlig)

source: Rectangles (Translucent)
cy: Petryalau (Hanner-Tryloyw)
no: Rektangler (gjennomsiktig)
sr@latn: Pravougaonici (providno)
sv: Rektanglar (halvgenomskinlig)

source: Tentacles (Translucent)
cy: Teimlyddion (Hanner-Tryloyw)
no: Tentakler (gjennomsiktig)
sr@latn: Oblici (providno)
sv: Tentakler (halvgenomskinlig)

source: Waves (Translucent)
sv: Vågor (halvgenomskinlig)

source: Aqua
be: Вада
et: Sulpsti

source: Blinds
be: Зялёная заслона
et: Kardin

source: Blue Marble
be: Сіняя куля
et: Sinine marmor

source: Foot Fall
be: Крокі дажджу
et: Jalad seinal

source: Fresh Flower
be: Свежая кветка
et: Lill hommikul

source: Garden
be: Сад
et: Peenar

source: Green Meadow
be: Зялёны луг
et: Roheline muru

source: Spaceflare
be: Касмічныя сполахі
et: Kosmosesära

source: Spaceflare Nova
be: Выбух новай зоркі
et: Kosmosesäras noova

source: Spaceflare Supernova
be: Выбух звышновай зоркі
et: Kosmosesäras supernoova

source: Stripes
be: Паскі
et: Triibud

source: Sundown Dunes
be: Выдмы на захадзе
et: Düünid päikeseloojangus

source: Terraform Blue
be: Сіняя тэраформа
et: Terra pind, sinine

source: Terraform Green
be: Зялёная тэраформа
et: Terra pind, roheline
hr: Zaleno teraformiranje

source: Terraform Orange
be: Аранжавая тэраформа
et: Terra pind, oranž

source: Two Wings
be: Два крылы
et: Kaks tiiba

source: Wood
be: Драўніна
eo: Arbaro
et: Puit
ne: काठ

source: Yellow Flower
be: Жоўтая кветка
et: Kollane lill

source: Default Background
eo: Implicita fono
hr: Zadana pozadina
ne: पूर्वनिर्धारित पृष्ठभूमि

source: Waterfalls
hr: Vodopad

source: Bokeh Tails
hr: Bokeh ostaci

source: Dandelion
hr: Maslačak

source: Dark Ivy
eo: Malhela hedero
hr: Tamni bršljan
ne: गाढा नीलो

source: Pink Fabric
eo: Roza ŝtofo
hr: Ružičasto platno
ne: गुलाबी कपडा

source: Flower Bed
hr: Cvjetna podloga

source: Icescape
hr: Ledeni krajolik
ne: हिउडाँठ

source: Lock Screen
hr: Zaključani zaslon

source: Mirror
hr: Pučina

source: Road
eo: Vojo
hr: Cesta
ne: बाटो

source: Sandstone
hr: Pješčana stijena

source: Signpost of the Shadows
hr: Putokaz od sjenka

source: Stones
hr: Kamenje

source: Waves
hr: Valovi

source: Godafoss Iceland
hr: Island vodopad

source: Light Waves
eo: Molaj ondoj
ne: हल्का तरङ्ग

source: Cold &amp; Warm
eo: Malvarma &amp; varma
ne: चिसो र न्यानो

source: Endless Shapes
eo: Senĉesaj formoj
ne: अन्त्यविहिन आकारहरू

source: Acrylic
eo: Akrilo
ne: एक्रिलिक

source: Adwaita
ne: अदविता

source: Sea Sunset
eo: Mara sunsubiro
ne: समुद्री सूर्यास्त

source: Color Stripes
eo: Koloraj strioj
ne: रङ्ग स्ट्रिपहरू

source: Symbolics 1
eo: Simboloj 1
ne: प्रतीकात्मक १

source: Symbolics 2
eo: Simboloj 2
ne: प्रतीकात्मक २

source: Ice Twigs
eo: Glaciaj branĉetoj

source: Weird Colors (GNOME Branded)
cy: Lliwiau Coch ac Oren (Brand GNOME)
no: Rare farger (GNOME logo)
sr@latn: Čudne boje (Gnom naznaka)
